Pingouin-Centrale-Bot/Robot-MCU-Controller/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.4.2 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_PERIPH_CTRL_FUNC_IN_IRAM=y
CONFIG_ESP_CONSOLE_USB_CDC=y
CONFIG_FREERTOS_HZ=1000
